src/XRT/XRTL1/KBp_How_to_use_lab_equipment.org
#+TITLE: How to use lab equipment
#+AUTHOR: Peter Choi
#+DATE: 11/5/2021

* BSL x
- BSL 0, treat like normal table, cannot eat, but can drink covered drink
- BSL 1, wear gloves, no eating or drinking
- BSL 2, have to wear gloves and a lab coat, ethenol "shower" when after going into the room. 

* When going into a room:
- check for the safety features of the room:
  - First aid
  - eye wash station
  - body wash station
  - PPE: gloves and lab coat

* Centrifuge
- speed is measured in two was RCF and RPM
  - RCF is G, so the amount of G's or the force
  - RPM is the rotations per minute
- to open hit the open button, to close push the hood down and let it close it self (kind of like a car trunk).
- Three rules:
  1. Always balance your tubes
  2. put the lid on
  3. stay with the centrifuge for the first 10-15 secornds, listen for even sounds and look and feel for no wobble
     - if you hear pops or see/hear wobble then stop the centrifuge

* diH2O
- has failsafe, would shut off the machine if it is wet
- dispenses di water, de-ionized
- water, di water, distilled water, ultra pure water
- has a bit of a delay in the remote
- can have it dispense a set amount of water. 

* Dishwasher
- has radiation and steam cycles
- bottom of the beaker in contact with the spouts
- put things upside down
- everybody's job to get the dishes done
- run dishwasher whenever it is full

* Refrigerator
- refered to by their temperature
  - 4 degree, like a frigde 
  - -20 degree, like a freezer
  - -80, vaccines and stuff
    - the danger is freezer burn
    - try not to touch metal things or glass, if you are going to touch metal then use the gloves
    - can freeze moisture
    - lable what is in the -80 on the outside
    - leave door open as little as possible
    - can touch styrofoam with normal gloves
  - liquid nitrogen
    - have to wear gloves, lab coat, and goggles
- always put something into a container when you put it into the fridge or store anywhere
- label what is yours when you put it into the frigde
  - there is a protocol for this
- space is money

* PCR machine

* autoclave
- heats things and shoots pressurized steam at it
- does not clean things, it kills things
- can burn you with steam
- look for the door closed light
- to open it, make sure there is not a countdown, not running (no lights)
  - if the door is not opening easy then do not open it
  - stand on the side the door does not open towards
- use tape to see if the thing is actually clean
- always use heat gloves when you are taking things out of the autoclave
- do not close the bottles that go into the autoclave
