docs/XRT/XRTL1/KBp_How_to_use_lab_equipment.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-11-13 Sat 17:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>How to use lab equipment</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Peter Choi" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">How to use lab equipment</h1> <h2 class="subtitle"></h2> <span class="author">Peter Choi</span> <span class="date">2021-11-13 Sat 16:59</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org42f4a50">1. BSL x</a></li>
<li><a href="#orgf85cadc">2. When going into a room:</a></li>
<li><a href="#org48a96e0">3. Centrifuge</a></li>
<li><a href="#orga163427">4. diH2O</a></li>
<li><a href="#org06fc641">5. Dishwasher</a></li>
<li><a href="#org9c370c3">6. Refrigerator</a></li>
<li><a href="#orgec862e7">7. PCR machine</a></li>
<li><a href="#org623cb27">8. autoclave</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-org42f4a50" class="outline-2">
<h2 id="org42f4a50"><span class="section-number-2">1</span> BSL x</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>BSL 0, treat like normal table, cannot eat, but can drink covered drink</li>
<li>BSL 1, wear gloves, no eating or drinking</li>
<li>BSL 2, have to wear gloves and a lab coat, ethenol "shower" when after going into the room.</li>
</ul>
</div>
</div>

<div id="outline-container-orgf85cadc" class="outline-2">
<h2 id="orgf85cadc"><span class="section-number-2">2</span> When going into a room:</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>check for the safety features of the room:
<ul class="org-ul">
<li>First aid</li>
<li>eye wash station</li>
<li>body wash station</li>
<li>PPE: gloves and lab coat</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org48a96e0" class="outline-2">
<h2 id="org48a96e0"><span class="section-number-2">3</span> Centrifuge</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>speed is measured in two was RCF and RPM
<ul class="org-ul">
<li>RCF is G, so the amount of G's or the force</li>
<li>RPM is the rotations per minute</li>
</ul></li>
<li>to open hit the open button, to close push the hood down and let it close it self (kind of like a car trunk).</li>
<li>Three rules:
<ol class="org-ol">
<li>Always balance your tubes</li>
<li>put the lid on</li>
<li>stay with the centrifuge for the first 10-15 secornds, listen for even sounds and look and feel for no wobble
<ul class="org-ul">
<li>if you hear pops or see/hear wobble then stop the centrifuge</li>
</ul></li>
</ol></li>
</ul>
</div>
</div>

<div id="outline-container-orga163427" class="outline-2">
<h2 id="orga163427"><span class="section-number-2">4</span> diH2O</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>has failsafe, would shut off the machine if it is wet</li>
<li>dispenses di water, de-ionized</li>
<li>water, di water, distilled water, ultra pure water</li>
<li>has a bit of a delay in the remote</li>
<li>can have it dispense a set amount of water.</li>
</ul>
</div>
</div>

<div id="outline-container-org06fc641" class="outline-2">
<h2 id="org06fc641"><span class="section-number-2">5</span> Dishwasher</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>has radiation and steam cycles</li>
<li>bottom of the beaker in contact with the spouts</li>
<li>put things upside down</li>
<li>everybody's job to get the dishes done</li>
<li>run dishwasher whenever it is full</li>
</ul>
</div>
</div>

<div id="outline-container-org9c370c3" class="outline-2">
<h2 id="org9c370c3"><span class="section-number-2">6</span> Refrigerator</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>refered to by their temperature
<ul class="org-ul">
<li>4 degree, like a frigde</li>
<li>-20 degree, like a freezer</li>
<li>-80, vaccines and stuff
<ul class="org-ul">
<li>the danger is freezer burn</li>
<li>try not to touch metal things or glass, if you are going to touch metal then use the gloves</li>
<li>can freeze moisture</li>
<li>lable what is in the -80 on the outside</li>
<li>leave door open as little as possible</li>
<li>can touch styrofoam with normal gloves</li>
</ul></li>
<li>liquid nitrogen
<ul class="org-ul">
<li>have to wear gloves, lab coat, and goggles</li>
</ul></li>
</ul></li>
<li>always put something into a container when you put it into the fridge or store anywhere</li>
<li>label what is yours when you put it into the frigde
<ul class="org-ul">
<li>there is a protocol for this</li>
</ul></li>
<li>space is money</li>
</ul>
</div>
</div>

<div id="outline-container-orgec862e7" class="outline-2">
<h2 id="orgec862e7"><span class="section-number-2">7</span> PCR machine</h2>
</div>

<div id="outline-container-org623cb27" class="outline-2">
<h2 id="org623cb27"><span class="section-number-2">8</span> autoclave</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>heats things and shoots pressurized steam at it</li>
<li>does not clean things, it kills things</li>
<li>can burn you with steam</li>
<li>look for the door closed light</li>
<li>to open it, make sure there is not a countdown, not running (no lights)
<ul class="org-ul">
<li>if the door is not opening easy then do not open it</li>
<li>stand on the side the door does not open towards</li>
</ul></li>
<li>use tape to see if the thing is actually clean</li>
<li>always use heat gloves when you are taking things out of the autoclave</li>
<li>do not close the bottles that go into the autoclave</li>
</ul>
</div>
</div>
</div>
</body>
</html>
